#ifndef __Dis_Picture_H__
#define __Dis_Picture_H__


#include "lcd.h"
#include "Text.h"	
#include "string.h"	
#include "Picture.h"

//////////////////////////////////////////////////////////////////////////////////	 
/******************************************************************************/	 
//图片显示 驱动代码	

//GK  极客创新
//淘宝店铺：极客.taobao.com
//淘宝店铺：极客.taobao.com	
/******************************************************************************/		 
 					     
void Show_Picture(void);//显示一张图片


#endif
